[LWS_Reckoner X2SoldierClassTemplate]

+DisplayName="清算者"
+ClassSummary="从散兵中汲取灵感，清算者将撕裂者的机动性与霰弹枪的近战能力相结合，成为高度机动的执行者。由于他们始终在前线，所以他们学会了一两个保护自己生命的技巧。"
+LeftAbilityTreeTitle="刽子手"
+RightAbilityTreeTitle="散兵"
AbilityTreeTitles[0]="刽子手"
AbilityTreeTitles[1]="散兵"
AbilityTreeTitles[2]="主宰"
AbilityTreeTitles[3]="XCOM"
AbilityTreeTitles[4]="手枪"

+RandomNickNames[0]="Fluffy"
+RandomNickNames[1]="Collector"
+RandomNickNames[2]="Whirlwind"
+RandomNickNames[3]="Shock n' Awe"
+RandomNickNames[4]="Demon"
+RandomNickNames[5]="Beast"
+RandomNickNames[6]="Savage"


